{"ru": {"lv0": {"intro": {"text": ["\"На первый взгляд, обычный магазин. Но за прилавками может скрываться нечто большее.\"", "\"Кажется, кто-то оставил следы среди полок и витрин. Проверим всё внимательно.\""], "speech": ["speech_ru_lv0_intro0", "speech_ru_lv0_intro1"]}, "outro": {"text": ["\"Этот магазин продавал не только предметы, но и свои тайны.\"", "\"Бытовые мелочи оказались важнее, чем мы могли предположить.\""], "speech": ["speech_ru_lv0_outro0", "speech_ru_lv0_outro1"]}}, "lv1": {"intro": {"text": ["\"С виду обычное кафе. Но за каждой чашкой кофе может скрываться целая история.\"", "\"В уличных кафе всегда витает атмосфера загадок. Осмотримся внимательнее.\""], "speech": ["speech_ru_lv1_intro0", "speech_ru_lv1_intro1"]}, "outro": {"text": ["\"За чашкой кофе можно скрыть много тайн. Мы нашли то, что нужно.\"", "\"Поток лиц сменяется, но следы остаются. И мы их нашли.\""], "speech": ["speech_ru_lv1_outro0", "speech_ru_lv1_outro1"]}}, "lv2": {"intro": {"text": ["\"Сквозь уют этой комнаты просачивается тайна. Пора выяснить, что она скрывает.\"", "\"Нельзя не заметить — кто-то спешно покидал эту комнату. Что они оставили?\""], "speech": ["speech_ru_lv2_intro0", "speech_ru_lv2_intro1"]}, "outro": {"text": ["\"С виду — обычная комната, но её секреты оказались куда интереснее.\"", "\"Иногда ответ прячется там, где его ждёшь меньше всего.\""], "speech": ["speech_ru_lv2_outro0", "speech_ru_lv2_outro1"]}}, "lv3": {"intro": {"text": ["\"Кабинет — это место для разума. Но есть ли здесь что-то, что выдаёт эмоции?\"", "\"В таких кабинетах важные тайны всегда скрыты в мелочах. Начнём поиск.\""], "speech": ["speech_ru_lv3_intro0", "speech_ru_lv3_intro1"]}, "outro": {"text": ["\"Тайны любят спрятаться среди бумаг. Теперь они у нас.\"", "\"Этот кабинет рассказал больше, чем его владелец мог предположить.\""], "speech": ["speech_ru_lv3_outro0", "speech_ru_lv3_outro1"]}}, "lv4": {"intro": {"text": ["\"Музыка наполняет воздух, но я чувствую, что за этим мелодичным фасадом что-то не так.\"", "\"Если здесь кто-то оставил следы, они точно прячутся в деталях.\""], "speech": ["speech_ru_lv4_intro0", "speech_ru_lv4_intro1"]}, "outro": {"text": ["\"Каждая мелодия — история. Здесь их оказалось больше, чем кажется.\"", "\"Иногда тишина говорит громче музыки. Особенно здесь.\""], "speech": ["speech_ru_lv4_outro0", "speech_ru_lv4_outro1"]}}, "lv5": {"intro": {"text": ["\"Сладкий аромат. Но за витринами прячется нечто большее.\"", "\"Кажется, кто-то любит сладости и тайны. Но даже здесь бывают секреты.\""], "speech": ["speech_ru_lv5_intro0", "speech_ru_lv5_intro1"]}, "outro": {"text": ["\"Сладости — не единственное, что здесь прятали.\"", "\"За этой витриной скрывалось нечто большее, чем пирожные.\""], "speech": ["speech_ru_lv5_outro0", "speech_ru_lv5_outro1"]}}, "lv6": {"intro": {"text": ["\"Кафе — место встреч и разговоров. Возможно, кто-то оставил нам подсказки.\"", "\"Много людей, много историй. Нужно отсеять лишнее и найти ключевое.\""], "speech": ["speech_ru_lv6_intro0", "speech_ru_lv6_intro1"]}, "outro": {"text": ["\"Кажется, чашка кофе раскрыла больше, чем хотели её создатели.\"", "\"Кафе — место встреч и историй. Мы нашли ту, что искали.\""], "speech": ["speech_ru_lv6_outro0", "speech_ru_lv6_outro1"]}}, "lv7": {"intro": {"text": ["\"Эти инструменты хранят не только звуки, но и чужие тайны. Взглянем поближе.\"", "\"Кажется, мастер оставил нам больше подсказок, чем мог бы знать.\""], "speech": ["speech_ru_lv7_intro0", "speech_ru_lv7_intro1"]}, "outro": {"text": ["\"Кажется, за каждой струной пряталась история, которая ждала своего часа.\"", "\"Эти инструменты хранили не только мелодии, но и эхо прошлого.\""], "speech": ["speech_ru_lv7_outro0", "speech_ru_lv7_outro1"]}}, "lv8": {"intro": {"text": ["\"На кухне всегда кипит жизнь. Но что-то здесь выбивается из привычного.\"", "\"Место, где готовят еду, может рассказать о многом. Давайте проверим.\""], "speech": ["speech_ru_lv8_intro0", "speech_ru_lv8_intro1"]}, "outro": {"text": ["\"За этими простыми запахами и уютом пряталась целая история.\"", "\"Запах специй и еды лишь маскировал настоящую атмосферу тайны.\""], "speech": ["speech_ru_lv8_outro0", "speech_ru_lv8_outro1"]}}, "lv9": {"intro": {"text": ["\"Эта гостиная слишком идеально выглядит. Осмотрим всё, что может привлечь внимание.\"", "\"Покой этой комнаты обманчив. Где-то здесь скрывается ключ.\""], "speech": ["speech_ru_lv9_intro0", "speech_ru_lv9_intro1"]}, "outro": {"text": ["\"Тишина комнаты оказалась обманчива. Мы нашли, что нужно.\"", "\"Гостиная словно ждала, когда её тайны наконец раскроют.\""], "speech": ["speech_ru_lv9_outro0", "speech_ru_lv9_outro1"]}}, "lv10": {"intro": {"text": ["\"Люди приходят и уходят, но следы остаются. Поищем их.\"", "\"На входе всегда происходит самое интересное. Проверим это место.\""], "speech": ["speech_ru_lv10_intro0", "speech_ru_lv10_intro1"]}, "outro": {"text": ["\"Теперь всё стало на свои места. Следы у входа рассказали больше, чем кто-либо мог подумать.\"", "\"Дверь закрылась за мной, но ответы остались снаружи.\""], "speech": ["speech_ru_lv10_outro0", "speech_ru_lv10_outro1"]}}, "lv11": {"intro": {"text": ["\"В кладовке прячут не только вещи. Иногда и секреты остаются тут.\"", "\"Что-то спрятано на виду. Поищем внимательнее.\""], "speech": ["speech_ru_lv11_intro0", "speech_ru_lv11_intro1"]}, "outro": {"text": ["\"Кладовка всегда кажется хаосом. Но даже в хаосе есть порядок.\"", "\"Маленькие помещения иногда хранят самые большие тайны.\""], "speech": ["speech_ru_lv11_outro0", "speech_ru_lv11_outro1"]}}, "lv12": {"intro": {"text": ["\"Здесь всё выглядит привычно, но тайны редко оставляют в явных местах.\"", "\"Кажется, среди привычного скрывается что-то необычное. Найдём это.\""], "speech": ["speech_ru_lv12_intro0", "speech_ru_lv12_intro1"]}, "outro": {"text": ["\"Теперь ясно, что именно здесь всё началось. Пора двигаться дальше.\"", "\"Тайны растворились, как запахи блюд. Здесь больше нет вопросов.\""], "speech": ["speech_ru_lv12_outro0", "speech_ru_lv12_outro1"]}}, "lv13": {"intro": {"text": ["\"Среди бумаг и книг может скрываться ключ к разгадке. Начнём поиск.\"", "\"Кабинет — идеальное место для тайн. Проверим каждый уголок.\""], "speech": ["speech_ru_lv13_intro0", "speech_ru_lv13_intro1"]}, "outro": {"text": ["\"Среди бумаг всегда найдётся то, что пытались спрятать.\"", "\"Этот кабинет рассказал историю, которая ему не принадлежала.\""], "speech": ["speech_ru_lv13_outro0", "speech_ru_lv13_outro1"]}}, "lv14": {"intro": {"text": ["\"Кажется, холсты хранят не только краски. Узнаем, что хотел скрыть художник.\"", "\"Мастерская — место творчества, но порой и загадок. Осмотримся.\""], "speech": ["speech_ru_lv14_intro0", "speech_ru_lv14_intro1"]}, "outro": {"text": ["\"Картины здесь рассказали больше, чем их создатель.\"", "\"Мастерская хранит не только творчество, но и тайны её владельца.\""], "speech": ["speech_ru_lv14_outro0", "speech_ru_lv14_outro1"]}}, "lv15": {"intro": {"text": ["\"Эта кухня дышит историями. Найдём ту, которая нам нужна.\"", "\"На первый взгляд — обычная кухня. Но детали могут выдать её секреты.\""], "speech": ["speech_ru_lv15_intro0", "speech_ru_lv15_intro1"]}, "outro": {"text": ["\"У каждого ингредиента здесь своя роль. И у нас теперь тоже.\"", "\"На этой кухне готовилось не только блюдо, но и кое-что большее.\""], "speech": ["speech_ru_lv15_outro0", "speech_ru_lv15_outro1"]}}, "lv16": {"intro": {"text": ["\"Тишина оранжереи обманчива. Тайны могут скрываться за любым листом.\"", "\"Растения хранят не только красоту. Посмотрим, что они скрывают.\""], "speech": ["speech_ru_lv16_intro0", "speech_ru_lv16_intro1"]}, "outro": {"text": ["\"В этой зелени спрятались не только цветы, но и ответы.\"", "\"Тайны растут там, где их меньше всего ожидают.\""], "speech": ["speech_ru_lv16_outro0", "speech_ru_lv16_outro1"]}}, "lv17": {"intro": {"text": ["\"В этом хаосе вещей скрывается что-то важное. Главное — не упустить.\"", "\"Магазин — неожиданное место для тайн. Осмотримся внимательнее.\""], "speech": ["speech_ru_lv17_intro0", "speech_ru_lv17_intro1"]}, "outro": {"text": ["\"Здесь продают стиль, но тайны остались за прилавком.\"", "\"Этикетки — не единственное, что могло рассказать правду.\""], "speech": ["speech_ru_lv17_outro0", "speech_ru_lv17_outro1"]}}, "lv18": {"intro": {"text": ["\"Кажется, здесь кто-то торопился уйти. Проверим, что осталось.\"", "\"Обычная квартира, но атмосфера подсказывает, что здесь что-то случилось.\""], "speech": ["speech_ru_lv18_intro0", "speech_ru_lv18_intro1"]}, "outro": {"text": ["\"За закрытыми дверями всегда есть что-то, чего не ждёшь.\"", "\"Эта квартира больше не выглядит такой обычной.\""], "speech": ["speech_ru_lv18_outro0", "speech_ru_lv18_outro1"]}}, "lv19": {"intro": {"text": ["\"Каждая мелочь в квартире может быть важной. Осмотримся.\"", "\"Что-то в этой комнате говорит, что мы на верном пути.\""], "speech": ["speech_ru_lv19_intro0", "speech_ru_lv19_intro1"]}, "outro": {"text": ["\"Простая обстановка, но мы нашли то, что искали.\"", "\"Квартира ожила, чтобы рассказать нам свою версию.\""], "speech": ["speech_ru_lv19_outro0", "speech_ru_lv19_outro1"]}}, "lv20": {"intro": {"text": ["\"Мастерская — место труда и тайн. Пора найти нужную деталь.\"", "\"Среди инструментов всегда можно обнаружить что-то интересное.\""], "speech": ["speech_ru_lv20_intro0", "speech_ru_lv20_intro1"]}, "outro": {"text": ["\"Рабочий беспорядок часто скрывает слишком многое.\"", "\"Мы услышали не только звук инструментов, но и правду.\""], "speech": ["speech_ru_lv20_outro0", "speech_ru_lv20_outro1"]}}, "lv21": {"intro": {"text": ["\"Эта гостиная выглядит безупречно, но тайны редко бывают очевидными.\"", "\"Кто-то явно не хотел, чтобы мы что-то нашли. Проверим всё внимательно.\""], "speech": ["speech_ru_lv21_intro0", "speech_ru_lv21_intro1"]}, "outro": {"text": ["\"Всё, что выглядело привычным, оказалось частью общего плана.\"", "\"Кажется, здесь мы слишком близко подошли к разгадке.\""], "speech": ["speech_ru_lv21_outro0", "speech_ru_lv21_outro1"]}}, "lv22": {"intro": {"text": ["\"Каждый шкафчик здесь может быть тайником. Проверим всё до последней ложки.\"", "\"Пахнет свежей выпечкой, но за запахом скрываются другие подсказки.\""], "speech": ["speech_ru_lv22_intro0", "speech_ru_lv22_intro1"]}, "outro": {"text": ["\"Каждая крошка здесь говорила о том, чего мы не замечали раньше.\"", "\"Слишком чисто для места, где есть что скрывать.\""], "speech": ["speech_ru_lv22_outro0", "speech_ru_lv22_outro1"]}}, "lv23": {"intro": {"text": ["\"Каждая гостиная хранит свои истории. Найдём ту, которая нам нужна.\"", "\"У этой комнаты есть своё прошлое. Внимательно изучим всё вокруг.\""], "speech": ["speech_ru_lv23_intro0", "speech_ru_lv23_intro1"]}, "outro": {"text": ["\"Тишина этой комнаты оказалась громче, чем многие слова.\"", "\"Гостиная выдала своих хозяев — достаточно было лишь взглянуть внимательнее.\""], "speech": ["speech_ru_lv23_outro0", "speech_ru_lv23_outro1"]}}, "lv24": {"intro": {"text": ["\"Чья это комната? Она словно зовёт нас разгадать её секреты.\"", "\"В такой комнате сложно спрятать что-то. Но мы всё равно найдём.\""], "speech": ["speech_ru_lv24_intro0", "speech_ru_lv24_intro1"]}, "outro": {"text": ["\"Комната выглядела привычно, но в её тишине нашлась разгадка.\"", "\"Здесь вещи говорят больше, чем люди. Мы их услышали.\""], "speech": ["speech_ru_lv24_outro0", "speech_ru_lv24_outro1"]}}, "lv25": {"intro": {"text": ["\"Эта комната выглядит пустой, но я чувствую, что она хранит ответы.\"", "\"Где-то здесь спрятано то, что нам нужно. Внимательно осмотримся.\""], "speech": ["speech_ru_lv25_intro0", "speech_ru_lv25_intro1"]}, "outro": {"text": ["\"Пока достаточно, но однажды эта комната расскажет больше.\"", "\"Мы разобрались с этим, но в воздухе витает что-то, что заставит вернуться.\""], "speech": ["speech_ru_lv25_outro0", "speech_ru_lv25_outro1"]}}, "lv26": {"intro": {"text": ["\"Летняя кухня всегда наполнена жизнью. Но что-то здесь выбивается из привычного.\"", "\"На этой кухне явно торопились. Посмотрим, что осталось незамеченным.\""], "speech": ["speech_ru_lv26_intro0", "speech_ru_lv26_intro1"]}, "outro": {"text": ["\"Место простое, но ответы здесь оказались куда сложнее.\"", "\"Летняя кухня показала, что даже в простоте скрывается многое.\""], "speech": ["speech_ru_lv26_outro0", "speech_ru_lv26_outro1"]}}, "lv27": {"intro": {"text": ["\"Каждая мелочь в комнате может рассказать о её хозяевах. Осмотримся.\"", "\"Кажется, кто-то хотел оставить что-то незамеченным. Мы найдём это.\""], "speech": ["speech_ru_lv27_intro0", "speech_ru_lv27_intro1"]}, "outro": {"text": ["\"Здесь нашли своё место не только гости, но и следы правды.\"", "\"Гостиная пыталась утаить секреты, но нам хватило одного взгляда.\""], "speech": ["speech_ru_lv27_outro0", "speech_ru_lv27_outro1"]}}, "lv28": {"intro": {"text": ["\"Сколько историй прошло через эту комнату? Возможно, одна из них — наша.\"", "\"Гостиная всегда рассказывает больше, чем хотели её хозяева. Проверим.\""], "speech": ["speech_ru_lv28_intro0", "speech_ru_lv28_intro1"]}, "outro": {"text": ["\"Слишком много деталей для комнаты, которая ничего не скрывает.\"", "\"Эта гостиная стала ещё одной подсказкой. Главное — собрать их вместе.\""], "speech": ["speech_ru_lv28_outro0", "speech_ru_lv28_outro1"]}}, "lv29": {"intro": {"text": ["\"Холл — проходное место, но следы всё равно остаются. Проверим внимательно.\"", "\"На первый взгляд — ничего необычного. Но взглянем поближе.\""], "speech": ["speech_ru_lv29_intro0", "speech_ru_lv29_intro1"]}, "outro": {"text": ["\"Холл всегда кажется проходным. Но этот сохранил кое-что важное.\"", "\"Здесь мы увидели больше, чем нам хотели показать.\""], "speech": ["speech_ru_lv29_outro0", "speech_ru_lv29_outro1"]}}, "lv30": {"intro": {"text": ["\"Чувствуется, что здесь происходило что-то важное. Давайте это найдём.\"", "\"Гостиная как сцена, где разыгрываются главные события. Проверим её.\""], "speech": ["speech_ru_lv30_intro0", "speech_ru_lv30_intro1"]}, "outro": {"text": ["\"Ответы собраны, но дух гостиной оставляет странное ощущение незавершённости.\"", "\"На этот раз я ухожу с разгадками, но в воздухе остаётся что-то необъяснимое.\""], "speech": ["speech_ru_lv30_outro0", "speech_ru_lv30_outro1"]}}, "lv31": {"intro": {"text": ["\"Эта столовая будто застыла во времени. Но детали выдают её секреты.\"", "\"Каждая сервировка рассказывает историю. Проверим, что скрыто.\""], "speech": ["speech_ru_lv31_intro0", "speech_ru_lv31_intro1"]}, "outro": {"text": ["\"Столовая напомнила, что правду часто ищут не там, где нужно.\"", "\"Кажется, всё найдено, но есть чувство, что эта комната ещё расскажет о себе.\""], "speech": ["speech_ru_lv31_outro0", "speech_ru_lv31_outro1"]}}, "lv32": {"intro": {"text": ["\"Слишком идеальная обстановка для обеда. Давайте осмотримся внимательнее.\"", "\"Кажется, кто-то торопился и оставил за собой следы. Проверим всё.\""], "speech": ["speech_ru_lv32_intro0", "speech_ru_lv32_intro1"]}, "outro": {"text": ["\"Столовая скрыла тайну не в еде, а в словах, оставшихся несказанными.\"", "\"Это место хранило больше, чем просто воспоминания о трапезах.\""], "speech": ["speech_ru_lv32_outro0", "speech_ru_lv32_outro1"]}}, "lv33": {"intro": {"text": ["\"Здесь всё кажется на своих местах, но первое впечатление часто обманчиво.\"", "\"Что-то здесь явно выбивается из привычного порядка. Найдём это.\""], "speech": ["speech_ru_lv33_intro0", "speech_ru_lv33_intro1"]}, "outro": {"text": ["\"Уют этой комнаты был обманчив. Здесь не всё так просто, как казалось.\"", "\"Она выглядела обыкновенной, пока мы не поняли, что стоит за её фасадом.\""], "speech": ["speech_ru_lv33_outro0", "speech_ru_lv33_outro1"]}}, "lv34": {"intro": {"text": ["\"Чувствуется, что здесь прошло немало событий. Разберёмся в них.\"", "\"Гостиная может рассказать больше, чем кажется. Поищем подсказки.\""], "speech": ["speech_ru_lv34_intro0", "speech_ru_lv34_intro1"]}, "outro": {"text": ["\"Здесь тишина говорила громче, чем любые слова.\"", "\"Простая обстановка скрывала сложные интриги.\""], "speech": ["speech_ru_lv34_outro0", "speech_ru_lv34_outro1"]}}, "lv35": {"intro": {"text": ["\"Эта гостиная будто скрывает что-то. Найдём то, что нам нужно.\"", "\"Каждая мелочь может оказаться важной. Давайте начнём.\""], "speech": ["speech_ru_lv35_intro0", "speech_ru_lv35_intro1"]}, "outro": {"text": ["\"Её стены скрывали слишком много, чтобы оставаться молчаливыми.\"", "\"Где-то здесь оставались ключи к нашей разгадке. И мы их нашли.\""], "speech": ["speech_ru_lv35_outro0", "speech_ru_lv35_outro1"]}}, "lv36": {"intro": {"text": ["\"Кухня хранит больше, чем просто запахи. Проверим всё вокруг.\"", "\"На первый взгляд — обычная кухня. Но детали могут выдать её секреты.\""], "speech": ["speech_ru_lv36_intro0", "speech_ru_lv36_intro1"]}, "outro": {"text": ["\"Кухонные разговоры — самые честные. Здесь это было правдой.\"", "\"Запахи и детали на этой кухне привели нас ближе к истине.\""], "speech": ["speech_ru_lv36_outro0", "speech_ru_lv36_outro1"]}}, "lv37": {"intro": {"text": ["\"Эта гостиная выглядит уютной, но уют часто бывает обманчивым.\"", "\"Кто-то явно торопился уйти. Найдём следы их присутствия.\""], "speech": ["speech_ru_lv37_intro0", "speech_ru_lv37_intro1"]}, "outro": {"text": ["\"Гостиная была словно капсула времени, полная намёков.\"", "\"Она показала нам не всё, но достаточно, чтобы сделать выводы.\""], "speech": ["speech_ru_lv37_outro0", "speech_ru_lv37_outro1"]}}, "lv38": {"intro": {"text": ["\"Тарелки, приборы, свечи… Что из этого даст нам нужные подсказки?\"", "\"Каждый нож, каждая чашка могут быть частью головоломки.\""], "speech": ["speech_ru_lv38_intro0", "speech_ru_lv38_intro1"]}, "outro": {"text": ["\"Мы закончили здесь, но атмосфера намекает, что однажды я вернусь.\"", "\"Тайны растворились, как запахи блюд. Здесь больше нет вопросов.\""], "speech": ["speech_ru_lv38_outro0", "speech_ru_lv38_outro1"]}}, "lv39": {"intro": {"text": ["\"Кухня и столовая всегда полны жизни. А значит, и следов.\"", "\"Где-то здесь скрывается ответ. Давайте искать внимательнее.\""], "speech": ["speech_ru_lv39_intro0", "speech_ru_lv39_intro1"]}, "outro": {"text": ["\"Секреты комнаты раскрыты, но, возможно, за завесой уюта скрывается что-то ещё.\"", "\"Мы уходим, но эта комната, кажется, намекает: 'Ещё не время прощаться'.\""], "speech": ["speech_ru_lv39_outro0", "speech_ru_lv39_outro1"]}}, "lv40": {"intro": {"text": ["\"Этот кабинет видел множество историй. Найдём ту, что нам нужна.\"", "\"Среди тетрадей и учебников скрываются ключи к разгадке. Осмотримся.\""], "speech": ["speech_ru_lv40_intro0", "speech_ru_lv40_intro1"]}, "outro": {"text": ["\"Сейчас всё найдено, но этот кабинет, словно старый учитель, хранит ещё один урок.\"", "\"На этот раз всё, но я чувствую, что школьный кабинет ещё преподнесёт нам сюрприз.\""], "speech": ["speech_ru_lv40_outro0", "speech_ru_lv40_outro1"]}}, "lv41": {"intro": {"text": ["\"Среди тканей и вещей может быть что-то важное. Осмотримся.\"", "\"Кажется, кто-то пытался спрятать здесь что-то. Найдём это.\""], "speech": ["speech_ru_lv41_intro0", "speech_ru_lv41_intro1"]}, "outro": {"text": ["\"Гардеробная скрывала не только наряды, но и тени прошлого.\"", "\"Пока всё, но эти стены видели слишком многое, чтобы остаться безмолвными навсегда.\""], "speech": ["speech_ru_lv41_outro0", "speech_ru_lv41_outro1"]}}, "lv42": {"intro": {"text": ["\"Каждый уголок здесь может скрывать подсказку. Давайте искать.\"", "\"Кто-то оставил что-то важное среди привычного уюта. Проверим всё.\""], "speech": ["speech_ru_lv42_intro0", "speech_ru_lv42_intro1"]}, "outro": {"text": ["\"Здесь всё выглядит ясно, но за этой тишиной могут скрываться недосказанные истории.\"", "\"Комната сейчас молчит, но я уверен, что вернусь сюда за новыми ответами.\""], "speech": ["speech_ru_lv42_outro0", "speech_ru_lv42_outro1"]}}, "lv43": {"intro": {"text": ["\"Гостиная — идеальное место для сокрытия мелких тайн. Осмотримся.\"", "\"Кто-то явно не хотел, чтобы мы нашли это место. Давайте разберёмся.\""], "speech": ["speech_ru_lv43_intro0", "speech_ru_lv43_intro1"]}, "outro": {"text": ["\"Казалось, стены здесь готовы рассказать больше, чем хозяева.\"", "\"Никто бы не подумал, что такие интриги зарождались именно здесь.\""], "speech": ["speech_ru_lv43_outro0", "speech_ru_lv43_outro1"]}}, "lv44": {"intro": {"text": ["\"Это кафе видело слишком много разговоров. Найдём тот, что нам нужен.\"", "\"Каждая чашка кофе оставляет свой след. Посмотрим, что удастся нам найти.\""], "speech": ["speech_ru_lv44_intro0", "speech_ru_lv44_intro1"]}, "outro": {"text": ["\"Здесь не подавали ложь, но правда заваривалась слишком крепкой.\"", "\"В этом кафе каждый взгляд говорил больше, чем слова.\""], "speech": ["speech_ru_lv44_outro0", "speech_ru_lv44_outro1"]}}, "lv45": {"intro": {"text": ["\"Эта комната хранит не только вещи, но и важные детали. Найдём их.\"", "\"Кто-то оставил подсказки среди привычного беспорядка. Проверим.\""], "speech": ["speech_ru_lv45_intro0", "speech_ru_lv45_intro1"]}, "outro": {"text": ["\"Порой вещи рассказывают больше, чем их владельцы. Здесь это было особенно заметно.\"", "\"Сейчас всё найдено, но кто знает, что ещё может появиться в этом месте?\""], "speech": ["speech_ru_lv45_outro0", "speech_ru_lv45_outro1"]}}, "lv46": {"intro": {"text": ["\"Я уверен, что здесь есть что-то, что изменит ход дела. Поищем.\"", "\"Кто-то явно пытался замести следы. Но это не так просто.\""], "speech": ["speech_ru_lv46_intro0", "speech_ru_lv46_intro1"]}, "outro": {"text": ["\"Кажется, всё найдено, но есть чувство, что комната ещё расскажет о себе.\"", "\"Сегодня я забрал всё, что мог, но эта комната может снова стать ключевой.\""], "speech": ["speech_ru_lv46_outro0", "speech_ru_lv46_outro1"]}}, "lv47": {"intro": {"text": ["\"Тишина спальни может быть обманчива. Проверим всё до мелочей.\"", "\"Каждая вещь здесь имеет своё место. Но что выбивается из общего порядка?\""], "speech": ["speech_ru_lv47_intro0", "speech_ru_lv47_intro1"]}, "outro": {"text": ["\"В этой спальне давно не было покоя, несмотря на её безмятежный вид.\"", "\"Здесь каждая мелочь указывала на историю, которую пытались скрыть.\""], "speech": ["speech_ru_lv47_outro0", "speech_ru_lv47_outro1"]}}, "lv48": {"intro": {"text": ["\"Чувствую, что эта комната хранит не только вещи, но и секреты.\"", "\"Кажется, кто-то оставил подсказки среди книг и мелочей. Осмотримся.\""], "speech": ["speech_ru_lv48_intro0", "speech_ru_lv48_intro1"]}, "outro": {"text": ["\"Каждый угол этой комнаты хранил свою часть загадки.\"", "\"Порой стены видят слишком много. Эта комната могла бы рассказать всё.\""], "speech": ["speech_ru_lv48_outro0", "speech_ru_lv48_outro1"]}}, "lv49": {"intro": {"text": ["\"Тут так спокойно, что кажется, ничего не могло случиться. Но детали могут рассказать иное.\"", "\"На первый взгляд — обычная гостиная. Но я уверен, она видела больше, чем кажется.\""], "speech": ["speech_ru_lv49_intro0", "speech_ru_lv49_intro1"]}, "outro": {"text": ["\"В тени привычного уюта таились ответы, которые мы искали.\"", "\"На первый взгляд — ничего необычного. Но теперь всё иначе.\""], "speech": ["speech_ru_lv49_outro0", "speech_ru_lv49_outro1"]}}, "lv50": {"intro": {"text": ["\"Кажется, кто-то оставил следы среди полок и витрин. Проверим всё внимательно.\"", "\"На первый взгляд, обычный магазин. Но за прилавками может скрываться нечто большее.\""], "speech": ["speech_ru_lv0_intro1", "speech_ru_lv0_intro0"]}, "outro": {"text": ["\"Бытовые мелочи оказались важнее, чем мы могли предположить.\"", "\"Этот магазин продавал не только предметы, но и свои тайны.\""], "speech": ["speech_ru_lv0_outro1", "speech_ru_lv0_outro0"]}}, "lv51": {"intro": {"text": ["\"В уличных кафе всегда витает атмосфера загадок. Осмотримся внимательнее.\"", "\"С виду обычное кафе. Но за каждой чашкой кофе может скрываться целая история.\""], "speech": ["speech_ru_lv1_intro1", "speech_ru_lv1_intro0"]}, "outro": {"text": ["\"Поток лиц сменяется, но следы остаются. И мы их нашли.\"", "\"За чашкой кофе можно скрыть много тайн. Мы нашли то, что нужно.\""], "speech": ["speech_ru_lv1_outro1", "speech_ru_lv1_outro0"]}}, "lv52": {"intro": {"text": ["\"Нельзя не заметить — кто-то спешно покидал эту комнату. Что они оставили?\"", "\"Сквозь уют этой комнаты просачивается тайна. Пора выяснить, что она скрывает.\""], "speech": ["speech_ru_lv2_intro1", "speech_ru_lv2_intro0"]}, "outro": {"text": ["\"Иногда ответ прячется там, где его ждёшь меньше всего.\"", "\"С виду — обычная комната, но её секреты оказались куда интереснее.\""], "speech": ["speech_ru_lv2_outro1", "speech_ru_lv2_outro0"]}}, "lv53": {"intro": {"text": ["\"В таких кабинетах важные тайны всегда скрыты в мелочах. Начнём поиск.\"", "\"Кабинет — это место для разума. Но есть ли здесь что-то, что выдаёт эмоции?\""], "speech": ["speech_ru_lv3_intro1", "speech_ru_lv3_intro0"]}, "outro": {"text": ["\"Этот кабинет рассказал больше, чем его владелец мог предположить.\"", "\"Тайны любят спрятаться среди бумаг. Теперь они у нас.\""], "speech": ["speech_ru_lv3_outro1", "speech_ru_lv3_outro0"]}}, "lv54": {"intro": {"text": ["\"Если здесь кто-то оставил следы, они точно прячутся в деталях.\"", "\"Музыка наполняет воздух, но я чувствую, что за этим мелодичным фасадом что-то не так.\""], "speech": ["speech_ru_lv4_intro1", "speech_ru_lv4_intro0"]}, "outro": {"text": ["\"Иногда тишина говорит громче музыки. Особенно здесь.\"", "\"Каждая мелодия — история. Здесь их оказалось больше, чем кажется.\""], "speech": ["speech_ru_lv4_outro1", "speech_ru_lv4_outro0"]}}, "lv55": {"intro": {"text": ["\"Кажется, кто-то любит сладости и тайны. Но даже здесь бывают секреты.\"", "\"Сладкий аромат. Но за витринами прячется нечто большее.\""], "speech": ["speech_ru_lv5_intro1", "speech_ru_lv5_intro0"]}, "outro": {"text": ["\"За этой витриной скрывалось нечто большее, чем пирожные.\"", "\"Сладости — не единственное, что здесь прятали.\""], "speech": ["speech_ru_lv5_outro1", "speech_ru_lv5_outro0"]}}, "lv56": {"intro": {"text": ["\"Много людей, много историй. Нужно отсеять лишнее и найти ключевое.\"", "\"Кафе — место встреч и разговоров. Возможно, кто-то оставил нам подсказки.\""], "speech": ["speech_ru_lv6_intro1", "speech_ru_lv6_intro0"]}, "outro": {"text": ["\"Кафе — место встреч и историй. Мы нашли ту, что искали.\"", "\"Кажется, чашка кофе раскрыла больше, чем хотели её создатели.\""], "speech": ["speech_ru_lv6_outro1", "speech_ru_lv6_outro0"]}}, "lv57": {"intro": {"text": ["\"Кажется, мастер оставил нам больше подсказок, чем мог бы знать.\"", "\"Эти инструменты хранят не только звуки, но и чужие тайны. Взглянем поближе.\""], "speech": ["speech_ru_lv7_intro1", "speech_ru_lv7_intro0"]}, "outro": {"text": ["\"Эти инструменты хранили не только мелодии, но и эхо прошлого.\"", "\"Кажется, за каждой струной пряталась история, которая ждала своего часа.\""], "speech": ["speech_ru_lv7_outro1", "speech_ru_lv7_outro0"]}}, "lv58": {"intro": {"text": ["\"Место, где готовят еду, может рассказать о многом. Давайте проверим.\"", "\"На кухне всегда кипит жизнь. Но что-то здесь выбивается из привычного.\""], "speech": ["speech_ru_lv8_intro1", "speech_ru_lv8_intro0"]}, "outro": {"text": ["\"Запах специй и еды лишь маскировал настоящую атмосферу тайны.\"", "\"За этими простыми запахами и уютом пряталась целая история.\""], "speech": ["speech_ru_lv8_outro1", "speech_ru_lv8_outro0"]}}, "lv59": {"intro": {"text": ["\"Покой этой комнаты обманчив. Где-то здесь скрывается ключ.\"", "\"Эта гостиная слишком идеально выглядит. Осмотрим всё, что может привлечь внимание.\""], "speech": ["speech_ru_lv9_intro1", "speech_ru_lv9_intro0"]}, "outro": {"text": ["\"Гостиная словно ждала, когда её тайны наконец раскроют.\"", "\"Тишина комнаты оказалась обманчива. Мы нашли, что нужно.\""], "speech": ["speech_ru_lv9_outro1", "speech_ru_lv9_outro0"]}}}, "en": {"lv0": {"intro": {"text": ["\"At first glance, just a regular shop. But behind the counters, something more might be hidden.\"", "\"It seems someone left traces among the shelves and displays. Let’s check everything carefully.\""], "speech": ["speech_en_lv0_intro0", "speech_en_lv0_intro1"]}, "outro": {"text": ["\"This shop sold not only items but also its secrets.\"", "\"Everyday details turned out to be more important than we had imagined.\""], "speech": ["speech_en_lv0_outro0", "speech_en_lv0_outro1"]}}, "lv1": {"intro": {"text": ["\"It looks like an ordinary café. But behind every cup of coffee might lie a whole story.\"", "\"Street cafés always carry an air of mystery. Let’s take a closer look.\""], "speech": ["speech_en_lv1_intro0", "speech_en_lv1_intro1"]}, "outro": {"text": ["\"A cup of coffee can hide many secrets. We found exactly what we needed.\"", "\"Faces change in the crowd, but traces remain. And we found them.\""], "speech": ["speech_en_lv1_outro0", "speech_en_lv1_outro1"]}}, "lv2": {"intro": {"text": ["\"Through the cozy atmosphere of this room, a mystery seeps through. It’s time to uncover what it hides.\"", "\"It’s hard to miss—someone left this room in a hurry. What did they leave behind?\""], "speech": ["speech_en_lv2_intro0", "speech_en_lv2_intro1"]}, "outro": {"text": ["\"At first glance, it was just an ordinary room, but its secrets were far more intriguing.\"", "\"Sometimes the answer hides where you least expect it.\""], "speech": ["speech_en_lv2_outro0", "speech_en_lv2_outro1"]}}, "lv3": {"intro": {"text": ["\"An office is a place for reason. But is there something here that betrays emotion?\"", "\"In such offices, important secrets are always hidden in the smallest details. Let’s begin the search.\""], "speech": ["speech_en_lv3_intro0", "speech_en_lv3_intro1"]}, "outro": {"text": ["\"Secrets love to hide among papers. Now they are ours.\"", "\"This office revealed more than its owner could have anticipated.\""], "speech": ["speech_en_lv3_outro0", "speech_en_lv3_outro1"]}}, "lv4": {"intro": {"text": ["\"Music fills the air, but I sense something is amiss behind this melodic façade.\"", "\"If anyone left clues here, they’re surely hidden in the details.\""], "speech": ["speech_en_lv4_intro0", "speech_en_lv4_intro1"]}, "outro": {"text": ["\"Every melody tells a story. Here, there were more stories than one might think.\"", "\"Sometimes silence speaks louder than music. Especially here.\""], "speech": ["speech_en_lv4_outro0", "speech_en_lv4_outro1"]}}, "lv5": {"intro": {"text": ["\"A sweet aroma. But behind the display cases lies something more.\"", "\"It seems someone has a taste for both sweets and secrets. But even here, there are mysteries to uncover.\""], "speech": ["speech_en_lv5_intro0", "speech_en_lv5_intro1"]}, "outro": {"text": ["\"Sweets weren’t the only thing hidden here.\"", "\"Behind this display case lay more than just pastries.\""], "speech": ["speech_en_lv5_outro0", "speech_en_lv5_outro1"]}}, "lv6": {"intro": {"text": ["\"A café is a place of meetings and conversations. Perhaps someone left us a clue.\"", "\"Many people, many stories. We need to sift through and find the key.\""], "speech": ["speech_en_lv6_intro0", "speech_en_lv6_intro1"]}, "outro": {"text": ["\"It seems a cup of coffee revealed more than its creators intended.\"", "\"A café is a place of meetings and stories. We found the one we were looking for.\""], "speech": ["speech_en_lv6_outro0", "speech_en_lv6_outro1"]}}, "lv7": {"intro": {"text": ["\"These instruments hold not only sounds but also untold secrets. Let’s take a closer look.\"", "\"It seems the craftsman left more hints than he could have realized.\""], "speech": ["speech_en_lv7_intro0", "speech_en_lv7_intro1"]}, "outro": {"text": ["\"It seems every string held a story waiting to be told.\"", "\"These instruments stored not only melodies but echoes of the past.\""], "speech": ["speech_en_lv7_outro0", "speech_en_lv7_outro1"]}}, "lv8": {"intro": {"text": ["\"A kitchen is always alive with activity. But something here feels out of place.\"", "\"The place where food is prepared can reveal so much. Let’s check it thoroughly.\""], "speech": ["speech_en_lv8_intro0", "speech_en_lv8_intro1"]}, "outro": {"text": ["\"Behind these simple scents and cozy atmosphere lay a whole story.\"", "\"The aroma of spices and food merely masked the true air of mystery.\""], "speech": ["speech_en_lv8_outro0", "speech_en_lv8_outro1"]}}, "lv9": {"intro": {"text": ["\"This living room looks too perfect. Let’s inspect everything that stands out.\"", "\"The calm of this room is deceptive. Somewhere in here, the key lies hidden.\""], "speech": ["speech_en_lv9_intro0", "speech_en_lv9_intro1"]}, "outro": {"text": ["\"The silence of the room was deceiving. We found what we needed.\"", "\"The living room seemed to wait for its secrets to finally be uncovered.\""], "speech": ["speech_en_lv9_outro0", "speech_en_lv9_outro1"]}}, "lv10": {"intro": {"text": ["\"People come and go, but traces remain. Let’s find them.\"", "\"The entrance is where the most interesting things happen. Let’s check it out.\""], "speech": ["speech_en_lv10_intro0", "speech_en_lv10_intro1"]}, "outro": {"text": ["\"Now everything makes sense. The traces by the entrance told us more than anyone could have imagined.\"", "\"The door closed behind me, but the answers remained outside.\""], "speech": ["speech_en_lv10_outro0", "speech_en_lv10_outro1"]}}, "lv11": {"intro": {"text": ["\"A pantry hides more than just items. Sometimes, secrets are left there too.\"", "\"Something is hidden in plain sight. Let’s search more carefully.\""], "speech": ["speech_en_lv11_intro0", "speech_en_lv11_intro1"]}, "outro": {"text": ["\"A storage room always feels chaotic. But even in chaos, there’s order.\"", "\"Small spaces sometimes hold the biggest secrets.\""], "speech": ["speech_en_lv11_outro0", "speech_en_lv11_outro1"]}}, "lv12": {"intro": {"text": ["\"Everything here seems ordinary, but secrets are rarely left in obvious places.\"", "\"It feels like something unusual is hidden among the usual. Let’s find it.\""], "speech": ["speech_en_lv12_intro0", "speech_en_lv12_intro1"]}, "outro": {"text": ["\"Now it’s clear that this is where it all began. Time to move forward.\"", "\"I’ve gathered everything, yet the room seems reluctant to let go of its secrets.\""], "speech": ["speech_en_lv12_outro0", "speech_en_lv12_outro1"]}}, "lv13": {"intro": {"text": ["\"Among the papers and books might be the key to the mystery. Let’s begin our search.\"", "\"An office is a perfect place for secrets. Let’s check every corner.\""], "speech": ["speech_en_lv13_intro0", "speech_en_lv13_intro1"]}, "outro": {"text": ["\"Among the papers, there’s always something someone tried to hide.\"", "\"This office told a story that wasn’t its own.\""], "speech": ["speech_en_lv13_outro0", "speech_en_lv13_outro1"]}}, "lv14": {"intro": {"text": ["\"It seems the canvases hold more than just paint. Let’s see what the artist wanted to conceal.\"", "\"A workshop is a place of creation, but sometimes of puzzles too. Let’s explore it.\""], "speech": ["speech_en_lv14_intro0", "speech_en_lv14_intro1"]}, "outro": {"text": ["\"The paintings here revealed more than their creator.\"", "\"A workshop holds not only creativity but the secrets of its owner.\""], "speech": ["speech_en_lv14_outro0", "speech_en_lv14_outro1"]}}, "lv15": {"intro": {"text": ["\"This kitchen breathes stories. Let’s find the one we need.\"", "\"At first glance, it’s just a regular kitchen. But the details may reveal its secrets.\""], "speech": ["speech_en_lv15_intro0", "speech_en_lv15_intro1"]}, "outro": {"text": ["\"Every ingredient here plays its role. And now, so do we.\"", "\"On this kitchen counter, more than just a dish was prepared.\""], "speech": ["speech_en_lv15_outro0", "speech_en_lv15_outro1"]}}, "lv16": {"intro": {"text": ["\"The silence of the greenhouse is deceptive. Secrets might be hiding behind any leaf.\"", "\"Plants preserve more than just beauty. Let’s see what they’re hiding.\""], "speech": ["speech_en_lv16_intro0", "speech_en_lv16_intro1"]}, "outro": {"text": ["\"Hidden among the greenery were not only flowers but answers.\"", "\"Secrets grow where they’re least expected.\""], "speech": ["speech_en_lv16_outro0", "speech_en_lv16_outro1"]}}, "lv17": {"intro": {"text": ["\"In this chaos of objects, something important is concealed. The key is not to miss it.\"", "\"A store is an unexpected place for secrets. Let’s take a closer look.\""], "speech": ["speech_en_lv17_intro0", "speech_en_lv17_intro1"]}, "outro": {"text": ["\"They sell style here, but the secrets remain behind the counter.\"", "\"Labels weren’t the only things that could tell the truth.\""], "speech": ["speech_en_lv17_outro0", "speech_en_lv17_outro1"]}}, "lv18": {"intro": {"text": ["\"It seems someone left here in a hurry. Let’s check what remains.\"", "\"An ordinary apartment, but the atmosphere suggests something happened here.\""], "speech": ["speech_en_lv18_intro0", "speech_en_lv18_intro1"]}, "outro": {"text": ["\"Behind closed doors, there’s always something unexpected.\"", "\"This apartment no longer looks so ordinary.\""], "speech": ["speech_en_lv18_outro0", "speech_en_lv18_outro1"]}}, "lv19": {"intro": {"text": ["\"Every little thing in this apartment could be significant. Let’s take a look.\"", "\"Something about this room tells me we’re on the right track.\""], "speech": ["speech_en_lv19_intro0", "speech_en_lv19_intro1"]}, "outro": {"text": ["\"A simple setting, but we found what we were searching for.\"", "\"The apartment came alive to tell us its version of events.\""], "speech": ["speech_en_lv19_outro0", "speech_en_lv19_outro1"]}}, "lv20": {"intro": {"text": ["\"A workshop is a place of labor and mysteries. It’s time to find the missing piece.\"", "\"Among the tools, there’s always something intriguing to discover.\""], "speech": ["speech_en_lv20_intro0", "speech_en_lv20_intro1"]}, "outro": {"text": ["\"A working mess often hides far too much.\"", "\"We heard not just the sound of instruments but the truth.\""], "speech": ["speech_en_lv20_outro0", "speech_en_lv20_outro1"]}}, "lv21": {"intro": {"text": ["\"This living room looks impeccable, but secrets are rarely obvious.\"", "\"It’s clear someone didn’t want us to find anything. Let’s examine everything thoroughly.\""], "speech": ["speech_en_lv21_intro0", "speech_en_lv21_intro1"]}, "outro": {"text": ["\"What looked familiar turned out to be part of a bigger plan.\"", "\"It seems we’ve come too close to solving the mystery here.\""], "speech": ["speech_en_lv21_outro0", "speech_en_lv21_outro1"]}}, "lv22": {"intro": {"text": ["\"Every drawer here could be a hiding spot. Let’s check down to the last spoon.\"", "\"The smell of fresh baking, but behind the aroma, other clues are hidden.\""], "speech": ["speech_en_lv22_intro0", "speech_en_lv22_intro1"]}, "outro": {"text": ["\"Every crumb here spoke of what we had previously missed.\"", "\"Too clean for a place that has something to hide.\""], "speech": ["speech_en_lv22_outro0", "speech_en_lv22_outro1"]}}, "lv23": {"intro": {"text": ["\"Every living room holds its own stories. Let’s find the one we need.\"", "\"This room has its own past. Let’s carefully study everything around.\""], "speech": ["speech_en_lv23_intro0", "speech_en_lv23_intro1"]}, "outro": {"text": ["\"The silence of this room was louder than many words.\"", "\"The living room gave away its owners—one just had to look closer.\""], "speech": ["speech_en_lv23_outro0", "speech_en_lv23_outro1"]}}, "lv24": {"intro": {"text": ["\"Whose room is this? It feels like it’s calling us to uncover its secrets.\"", "\"In a room like this, it’s hard to hide anything. But we’ll find it anyway.\""], "speech": ["speech_en_lv24_intro0", "speech_en_lv24_intro1"]}, "outro": {"text": ["\"The room looked familiar, but in its quiet, we found the answer.\"", "\"Here, objects speak louder than people. And we listened.\""], "speech": ["speech_en_lv24_outro0", "speech_en_lv24_outro1"]}}, "lv25": {"intro": {"text": ["\"This room looks empty, but I sense it holds answers.\"", "\"Somewhere here is what we need. Let’s look carefully.\""], "speech": ["speech_en_lv25_intro0", "speech_en_lv25_intro1"]}, "outro": {"text": ["\"For now, it’s enough, but one day this room will reveal even more.\"", "\"We’ve dealt with this, but there’s something in the air that will bring us back.\""], "speech": ["speech_en_lv25_outro0", "speech_en_lv25_outro1"]}}, "lv26": {"intro": {"text": ["\"A summer kitchen is always full of life. But something here feels out of place.\"", "\"Someone was in a rush in this kitchen. Let’s see what went unnoticed.\""], "speech": ["speech_en_lv26_intro0", "speech_en_lv26_intro1"]}, "outro": {"text": ["\"A simple place, but the answers here were far more complex.\"", "\"The summer kitchen revealed that even in simplicity, much can be hidden.\""], "speech": ["speech_en_lv26_outro0", "speech_en_lv26_outro1"]}}, "lv27": {"intro": {"text": ["\"Every little thing in the room could reveal something about its owner. Let’s investigate.\"", "\"It seems someone tried to leave something unnoticed. We’ll find it.\""], "speech": ["speech_en_lv27_intro0", "speech_en_lv27_intro1"]}, "outro": {"text": ["\"This space housed not only guests but traces of the truth.\"", "\"The living room tried to conceal its secrets, but one look was enough.\""], "speech": ["speech_en_lv27_outro0", "speech_en_lv27_outro1"]}}, "lv28": {"intro": {"text": ["\"How many stories have passed through this room? Perhaps one of them is ours.\"", "\"The living room always reveals more than its owners intend. Let’s check it out.\""], "speech": ["speech_en_lv28_intro0", "speech_en_lv28_intro1"]}, "outro": {"text": ["\"Too many details for a room that claims to hide nothing.\"", "\"This living room became yet another clue. \""], "speech": ["speech_en_lv28_outro0", "speech_en_lv28_outro1"]}}, "lv29": {"intro": {"text": ["\"A hallway might seem like just a passage, but traces always remain. Let’s examine it carefully.\"", "\"At first glance, nothing unusual. But let’s take a closer look.\""], "speech": ["speech_en_lv29_intro0", "speech_en_lv29_intro1"]}, "outro": {"text": ["\"A hallway always feels transient. But this one held something important.\"", "\"Here, we saw more than we were meant to.\""], "speech": ["speech_en_lv29_outro0", "speech_en_lv29_outro1"]}}, "lv30": {"intro": {"text": ["\"There’s a feeling something important happened here. Let’s find out what.\"", "\"The living room feels like a stage where key events unfold. Let’s inspect it.\""], "speech": ["speech_en_lv30_intro0", "speech_en_lv30_intro1"]}, "outro": {"text": ["\"The answers are gathered, but the spirit of the living room leaves a strange feeling of incompleteness.\"", "\"This time, I’m leaving with the solutions, but there’s something inexplicable lingering in the air.\""], "speech": ["speech_en_lv30_outro0", "speech_en_lv30_outro1"]}}, "lv31": {"intro": {"text": ["\"This dining room seems frozen in time. But the details give away its secrets.\"", "\"Every table setting tells a story. Let’s see what’s hidden here.\""], "speech": ["speech_en_lv31_intro0", "speech_en_lv31_intro1"]}, "outro": {"text": ["\"The dining room reminded us that the truth is often sought in the wrong places.\"", "\"It seems everything has been found, but there’s a sense this room has more to tell.\""], "speech": ["speech_en_lv31_outro0", "speech_en_lv31_outro1"]}}, "lv32": {"intro": {"text": ["\"The setup is too perfect for a meal. Let’s look closer.\"", "\"It seems someone was in a hurry and left traces behind. Let’s check everything.\""], "speech": ["speech_en_lv32_intro0", "speech_en_lv32_intro1"]}, "outro": {"text": ["\"The dining room concealed its secret not in the food but in the words left unsaid.\"", "\"This place held more than just memories of meals.\""], "speech": ["speech_en_lv32_outro0", "speech_en_lv32_outro1"]}}, "lv33": {"intro": {"text": ["\"Everything seems in place, but first impressions are often deceptive.\"", "\"Something here clearly doesn’t fit the usual order. Let’s find it.\""], "speech": ["speech_en_lv33_intro0", "speech_en_lv33_intro1"]}, "outro": {"text": ["\"The coziness of this room was deceptive. Not everything was as simple as it seemed.\"", "\"It looked ordinary until we understood what lay behind its facade.\""], "speech": ["speech_en_lv33_outro0", "speech_en_lv33_outro1"]}}, "lv34": {"intro": {"text": ["\"You can sense a lot has happened here. Let’s delve into it.\"", "\"The living room can reveal more than it appears. Let’s search for clues.\""], "speech": ["speech_en_lv34_intro0", "speech_en_lv34_intro1"]}, "outro": {"text": ["\"Here, silence spoke louder than any words.\"", "\"A simple setting hid complex intrigues.\""], "speech": ["speech_en_lv34_outro0", "speech_en_lv34_outro1"]}}, "lv35": {"intro": {"text": ["\"This living room seems to be hiding something. Let’s find what we need.\"", "\"Every little detail could be crucial. Let’s begin.\""], "speech": ["speech_en_lv35_intro0", "speech_en_lv35_intro1"]}, "outro": {"text": ["\"Its walls hid too much to remain silent forever.\"", "\"Somewhere here lay the keys to our mystery. And we found them.\""], "speech": ["speech_en_lv35_outro0", "speech_en_lv35_outro1"]}}, "lv36": {"intro": {"text": ["\"The kitchen holds more than just aromas. Let’s inspect everything around.\"", "\"At first glance, just an ordinary kitchen. But the details might reveal its secrets.\""], "speech": ["speech_en_lv36_intro0", "speech_en_lv36_intro1"]}, "outro": {"text": ["\"Kitchen conversations are the most honest. Here, it proved true.\"", "\"The smells and details of this kitchen brought us closer to the truth.\""], "speech": ["speech_en_lv36_outro0", "speech_en_lv36_outro1"]}}, "lv37": {"intro": {"text": ["\"This living room looks cozy, but coziness can often be deceptive.\"", "\"Someone clearly left in a hurry. Let’s find traces of their presence.\""], "speech": ["speech_en_lv37_intro0", "speech_en_lv37_intro1"]}, "outro": {"text": ["\"The living room felt like a time capsule full of hints.\"", "\"It didn’t show us everything but enough to draw conclusions.\""], "speech": ["speech_en_lv37_outro0", "speech_en_lv37_outro1"]}}, "lv38": {"intro": {"text": ["\"Plates, utensils, candles... Which of these will give us the clues we need?\"", "\"Every knife, every cup could be a piece of the puzzle.\""], "speech": ["speech_en_lv38_intro0", "speech_en_lv38_intro1"]}, "outro": {"text": ["\"We’re done here, but the atmosphere suggests I might return one day.\"", "\"The secrets dissolved like the aromas of dishes. There are no more questions here.\""], "speech": ["speech_en_lv38_outro0", "speech_en_lv38_outro1"]}}, "lv39": {"intro": {"text": ["\"The kitchen and dining room are always full of life. And that means clues too.\"", "\"Somewhere here is the answer. Let’s search carefully.\""], "speech": ["speech_en_lv39_intro0", "speech_en_lv39_intro1"]}, "outro": {"text": ["\"The room’s secrets are uncovered, but perhaps behind its cozy facade lies something more.\"", "\"We’re leaving, but this room seems to whisper, ‘It’s not time to say goodbye yet.’\""], "speech": ["speech_en_lv39_outro0", "speech_en_lv39_outro1"]}}, "lv40": {"intro": {"text": ["\"This office has seen many stories. Let’s find the one we need.\"", "\"Among notebooks and textbooks are keys to the mystery. Let’s take a look.\""], "speech": ["speech_en_lv40_intro0", "speech_en_lv40_intro1"]}, "outro": {"text": ["\"Everything’s been found for now, but this office feels like an old teacher holding onto one more lesson.\"", "\"For now, it’s everything, but I sense this school office might surprise us again.\""], "speech": ["speech_en_lv40_outro0", "speech_en_lv40_outro1"]}}, "lv41": {"intro": {"text": ["\"Among fabrics and items, something important might be hidden. Let’s investigate.\"", "\"It seems someone tried to hide something here. We’ll find it.\""], "speech": ["speech_en_lv41_intro0", "speech_en_lv41_intro1"]}, "outro": {"text": ["\"The wardrobe hid not just clothes but shadows of the past.\"", "\"For now, it’s enough, but these walls have seen too much to remain silent forever.\""], "speech": ["speech_en_lv41_outro0", "speech_en_lv41_outro1"]}}, "lv42": {"intro": {"text": ["\"Every corner here could conceal a clue. Let’s search.\"", "\"Someone left something important in the midst of familiar coziness. Let’s check everything.\""], "speech": ["speech_en_lv42_intro0", "speech_en_lv42_intro1"]}, "outro": {"text": ["\"Everything seems clear here, but behind this quiet might lie untold stories.\"", "\"The room is silent now, but I’m sure I’ll return here for more answers.\""], "speech": ["speech_en_lv42_outro0", "speech_en_lv42_outro1"]}}, "lv43": {"intro": {"text": ["\"The living room is a perfect place to hide small secrets. Let’s take a look.\"", "\"Someone clearly didn’t want us to find this place. Let’s figure it out.\""], "speech": ["speech_en_lv43_intro0", "speech_en_lv43_intro1"]}, "outro": {"text": ["\"It felt as if the walls were ready to tell more than the owners.\"", "\"No one would have thought such intrigues began here.\""], "speech": ["speech_en_lv43_outro0", "speech_en_lv43_outro1"]}}, "lv44": {"intro": {"text": ["\"This café has witnessed too many conversations. Let’s find the one we need.\"", "\"Every cup of coffee leaves its mark. Let’s see what we can uncover.\""], "speech": ["speech_en_lv44_intro0", "speech_en_lv44_intro1"]}, "outro": {"text": ["\"They didn’t serve lies here, but the truth was brewed too strong.\"", "\"In this café, every glance spoke louder than words.\""], "speech": ["speech_en_lv44_outro0", "speech_en_lv44_outro1"]}}, "lv45": {"intro": {"text": ["\"This room holds not only objects but also important details. Let’s find them.\"", "\"Someone left clues among the familiar mess. Let’s check it out.\""], "speech": ["speech_en_lv45_intro0", "speech_en_lv45_intro1"]}, "outro": {"text": ["\"Sometimes objects reveal more than their owners. Here, it was especially true.\"", "\"For now, everything’s been found, but who knows what else might appear here?\""], "speech": ["speech_en_lv45_outro0", "speech_en_lv45_outro1"]}}, "lv46": {"intro": {"text": ["\"I’m sure there’s something here that will change the course of events. Let’s search.\"", "\"Someone clearly tried to cover their tracks. But it’s not that simple.\""], "speech": ["speech_en_lv46_intro0", "speech_en_lv46_intro1"]}, "outro": {"text": ["\"It seems everything’s been uncovered, but this room might still tell its story.\"", "\"Today, I’ve taken all I could, but this room might become key once again.\""], "speech": ["speech_en_lv46_outro0", "speech_en_lv46_outro1"]}}, "lv47": {"intro": {"text": ["\"The silence of the bedroom can be misleading. Let’s check everything down to the smallest detail.\"", "\"Every item here has its place. But what stands out from the overall order?\""], "speech": ["speech_en_lv47_intro0", "speech_en_lv47_intro1"]}, "outro": {"text": ["\"This bedroom hadn’t known peace for a long time, despite its serene appearance.\"", "\"Here, every little thing pointed to a story someone tried to hide.\""], "speech": ["speech_en_lv47_outro0", "speech_en_lv47_outro1"]}}, "lv48": {"intro": {"text": ["\"I feel this room holds not only objects but also secrets.\"", "\"It seems someone left clues among the books and trinkets. Let’s look around.\""], "speech": ["speech_en_lv48_intro0", "speech_en_lv48_intro1"]}, "outro": {"text": ["\"Every corner of this room held its piece of the puzzle.\"", "\"Sometimes walls see too much. This room could have told us everything.\""], "speech": ["speech_en_lv48_outro0", "speech_en_lv48_outro1"]}}, "lv49": {"intro": {"text": ["\"It’s so peaceful here that it seems nothing could have happened. But details can tell a different story.\"", "\"At first glance, just an ordinary living room. But I’m sure it has seen more than it appears.\""], "speech": ["speech_en_lv49_intro0", "speech_en_lv49_intro1"]}, "outro": {"text": ["\"In the shadow of familiar comfort lay the answers we sought.\"", "\"At first glance—nothing unusual. But now, everything is different.\""], "speech": ["speech_en_lv49_outro0", "speech_en_lv49_outro1"]}}, "lv50": {"intro": {"text": ["\"It seems someone left traces among the shelves and displays. Let’s check everything carefully.\"", "\"At first glance, just a regular shop. But behind the counters, something more might be hidden.\""], "speech": ["speech_en_lv0_intro1", "speech_en_lv0_intro0"]}, "outro": {"text": ["\"Everyday details turned out to be more important than we had imagined.\"", "\"This shop sold not only items but also its secrets.\""], "speech": ["speech_en_lv0_outro1", "speech_en_lv0_outro0"]}}, "lv51": {"intro": {"text": ["\"Street cafés always carry an air of mystery. Let’s take a closer look.\"", "\"It looks like an ordinary café. But behind every cup of coffee might lie a whole story.\""], "speech": ["speech_en_lv1_intro1", "speech_en_lv1_intro0"]}, "outro": {"text": ["\"Faces change in the crowd, but traces remain. And we found them.\"", "\"A cup of coffee can hide many secrets. We found exactly what we needed.\""], "speech": ["speech_en_lv1_outro1", "speech_en_lv1_outro0"]}}, "lv52": {"intro": {"text": ["\"It’s hard to miss—someone left this room in a hurry. What did they leave behind?\"", "\"Through the cozy atmosphere of this room, a mystery seeps through. It’s time to uncover what it hides.\""], "speech": ["speech_en_lv2_intro1", "speech_en_lv2_intro0"]}, "outro": {"text": ["\"Sometimes the answer hides where you least expect it.\"", "\"At first glance, it was just an ordinary room, but its secrets were far more intriguing.\""], "speech": ["speech_en_lv2_outro1", "speech_en_lv2_outro0"]}}, "lv53": {"intro": {"text": ["\"In such offices, important secrets are always hidden in the smallest details. Let’s begin the search.\"", "\"An office is a place for reason. But is there something here that betrays emotion?\""], "speech": ["speech_en_lv3_intro1", "speech_en_lv3_intro0"]}, "outro": {"text": ["\"This office revealed more than its owner could have anticipated.\"", "\"Secrets love to hide among papers. Now they are ours.\""], "speech": ["speech_en_lv3_outro1", "speech_en_lv3_outro0"]}}, "lv54": {"intro": {"text": ["\"If anyone left clues here, they’re surely hidden in the details.\"", "\"Music fills the air, but I sense something is amiss behind this melodic façade.\""], "speech": ["speech_en_lv4_intro1", "speech_en_lv4_intro0"]}, "outro": {"text": ["\"Sometimes silence speaks louder than music. Especially here.\"", "\"Every melody tells a story. Here, there were more stories than one might think.\""], "speech": ["speech_en_lv4_outro1", "speech_en_lv4_outro0"]}}, "lv55": {"intro": {"text": ["\"It seems someone has a taste for both sweets and secrets. But even here, there are mysteries to uncover.\"", "\"A sweet aroma. But behind the display cases lies something more.\""], "speech": ["speech_en_lv5_intro1", "speech_en_lv5_intro0"]}, "outro": {"text": ["\"Behind this display case lay more than just pastries.\"", "\"Sweets weren’t the only thing hidden here.\""], "speech": ["speech_en_lv5_outro1", "speech_en_lv5_outro0"]}}, "lv56": {"intro": {"text": ["\"Many people, many stories. We need to sift through and find the key.\"", "\"A café is a place of meetings and conversations. Perhaps someone left us a clue.\""], "speech": ["speech_en_lv6_intro1", "speech_en_lv6_intro0"]}, "outro": {"text": ["\"A café is a place of meetings and stories. We found the one we were looking for.\"", "\"It seems a cup of coffee revealed more than its creators intended.\""], "speech": ["speech_en_lv6_outro1", "speech_en_lv6_outro0"]}}, "lv57": {"intro": {"text": ["\"It seems the craftsman left more hints than he could have realized.\"", "\"These instruments hold not only sounds but also untold secrets. Let’s take a closer look.\""], "speech": ["speech_en_lv7_intro1", "speech_en_lv7_intro0"]}, "outro": {"text": ["\"These instruments stored not only melodies but echoes of the past.\"", "\"It seems every string held a story waiting to be told.\""], "speech": ["speech_en_lv7_outro1", "speech_en_lv7_outro0"]}}, "lv58": {"intro": {"text": ["\"The place where food is prepared can reveal so much. Let’s check it thoroughly.\"", "\"A kitchen is always alive with activity. But something here feels out of place.\""], "speech": ["speech_en_lv8_intro1", "speech_en_lv8_intro0"]}, "outro": {"text": ["\"The aroma of spices and food merely masked the true air of mystery.\"", "\"Behind these simple scents and cozy atmosphere lay a whole story.\""], "speech": ["speech_en_lv8_outro1", "speech_en_lv8_outro0"]}}, "lv59": {"intro": {"text": ["\"The calm of this room is deceptive. Somewhere in here, the key lies hidden.\"", "\"This living room looks too perfect. Let’s inspect everything that stands out.\""], "speech": ["speech_en_lv9_intro1", "speech_en_lv9_intro0"]}, "outro": {"text": ["\"The living room seemed to wait for its secrets to finally be uncovered.\"", "\"The silence of the room was deceiving. We found what we needed.\""], "speech": ["speech_en_lv9_outro1", "speech_en_lv9_outro0"]}}}}
